[
  {
    "nome": "God of War 4",
    "ano": "2018",
    "genero": "Ação-aventura",
    "sinopse": "Muitos anos se passaram desde que Kratos teve sua vingança contra os deuses do Olimpo. Com isso atrás dele, Kratos agora vive com seu filho Atreus no mundo dos deuses e monstros nórdicos. Ele deve lutar para sobreviver e ensinar seu filho a fazer o mesmo. Um mentor e protetor para ele, que busca o respeito de seu pai, Kratos deve dominar a raiva que o impulsionou por muitos anos. Ele espera ensinar seu filho e reparar o seu passado. Nesta nova história, Kratos terá de enfrentar um novo panteão de criaturas, monstros e deuses.",
    "desenvolvedora": "SIE Santa Monica Studio"
  },

  {
    "nome": "Red Dead Redemption 2",
    "ano": "2018",
    "genero": "Ação-aventura",
    "sinopse": "Red Dead Redemption II é um jogo eletrônico de ação-aventura do gênero western que será publicado pela Rockstar Games para PlayStation 4 e Xbox One. Com lancamento previsto para os primeiros meses de 2018, será uma prequela do aclamado Red Dead Redemption de 2010, sendo o terceiro título da franquia Red Dead. O enredo centra-se no bandido Arthur Morgan, um membro da gangue Van der Linde.",
    "desenvolvedora": "Rockstar Games"
  },

  {
    "nome": "Sea of Thieves",
    "ano": "2018",
    "genero": "Ação-aventura",
    "sinopse": "Promete trazer uma inovação pros jogos de mundo aberto, dando liberdade de criar sua própria história com amigos, caçando tesouros, desbravando as profundezas do oceano e batalhando contra outros navios piratas!",
    "desenvolvedora": "Rare"
  },

  {
    "nome": "Anthem",
    "ano": "2018",
    "genero": "Ação",
    "sinopse": "Com ênfase no multiplayer cooperativo, 'Anthem' coloca os jogadores na pele de mercenários que exploram o mundo para 'proteger a humanidade'. O game terá uma área inicial que consiste em uma vila pacífica, onde missões são passadas por NPCs. Uma vez com um objetivo no horizonte, chega a hora de deixar o local e explorar o planeta hostil, que conta com inimigos que lembram aliens, animais monstruosos e até o próprio clima - tempestade podem colocar jogadores em risco.",
    "desenvolvedora": "Eletronic Arts"
  },

  {
    "nome": "Far Cry 5",
    "ano": "2018",
    "genero": "Ação-avenutura / FPS",
    "sinopse": "<p>Far Cry 5 é um videojogo de first-person shooter de ação-aventura produzido pela Ubisoft Montreal e sera publicado pela Ubisoft para Microsoft Windows, PlayStation 4 e Xbox One em 27 de março de 2018. É o décimo titulo da serie Far Cry e o quinto jogo principal.</p><p> Em Far Cry 5 o jogador assume o papel de um xerife que foi enviado para o lugar fictício de New Hope, Montana, para prender Joseph Seed que tem vindo a adquirir predominância no local. Seed é um pregador radical e acredita que foi o escolhido para proteger as pessoas de Hope County de um 'colapso inevitavel' e criou uma congregação chamada Eden's Gate, um culto apocalíptico militar.</p>",
    "desenvolvedora": "Ubisoft"
  },

  {
    "nome": "Dragon Ball FighterZ",
    "ano": "2018",
    "genero": "Luta",
    "sinopse": "<p>Mesmo com a pancadaria desenfreada característica do anime, Fighterz surpreende por ser um dos games de luta mais acessíveis entre todas as opções disponíveis atualmente. Combos insanos podem ser executados com a combinação de um mesmo botão, por exemplo, e golpes especiais clássicos são desferidos ao toque de dois ou três comandos.</p><p> Por incrível que pareça, todas as técnicas estão ao alcance do jogador desde o início e, felizmente, não é necessário passar horas treinando e estudando lista de movimentos e tutoriais. O maior mérito de FighterZ é fazer com que golpes estilosos e Kamehamehas sejam fáceis de serem executados, independente do nível de habilidade do jogador.</p>",
    "desenvolvedora": "Arc System Works"
  },

  {
    "nome": "State of Decay 2",
    "ano": "2018",
    "genero": "Sobrevivência",
    "sinopse": "State of Decay cativou tantos jogadores por causa da sua mistura de diversos elementos e sistemas de jogabilidade, que resultou em sucesso. O lado ruim da coisa toda é que a execução técnica era... bagunçada. State of Decay 2 melhora a fórmula, com sistemas mais elaborados de personagens (entenda: características e emoções), uma construção mais bem feita, e um mundo de jogo 3x maior. E migrar para o Xbox One -- junto com muita perícia, um novo motor de jogo, e com certeza um orçamento muito maior -- esperançosamente ajudará a fazer dessa sequência o melhor que pode ser.",
    "desenvolvedora": "Undead Labs"
  },

  {
    "nome": "Detroit: Become Human",
    "ano": "2018",
    "genero": "Ação-aventura",
    "sinopse": "<p>Detroit: Become Human (ou simplesmente Detroit) é um jogo eletrônico produzido pela Quantic Dream e publicado pela Sony Computer Entertainment exclusivamente para o PlayStation 4. A história é sobre Kara, uma andróide que escapa da fábrica onde foi construída para explorar a sua consciência senciente. Onde Kara, interpretada por Valorie Curry, é uma androide com consciência que vaga pela cidade de Detroit, nos Estados Unidos, descobrindo como é viver entre os humanos.</p><p> Ela luta por um lugar como um androide pensador pioneiro, num mundo onde aqueles como ela ainda não tem consciência e são apenas usados como ferramentas para melhorar o conforto dos humanos. Os androides no entanto não são bem recebidos entre várias facções da sociedade, com protestos e ações hostis para com eles.</p>",
    "desenvolvedora": "Quantic Dream"
  },

  {
    "nome": "Spider-Man",
    "ano": "2018",
    "genero": "Ação-aventura",
    "sinopse": "<p>Peter Parker (Yuri Lowenthal) tem 23 anos e está internado em um laboratório enquanto está prestes a se formar na faculdade. Peter foi Homem-Aranha por oito anos e se instalou em seu papel como protetor de Nova Iorque. No início da história, o Homem-Aranha derrota Wilson Fisk (também conhecido como o Rei do Crime), mas uma nova gangue emerge conhecida como Demônios Internos que agora estão assumindo o território de Fisk.</p><p> Homem-Aranha chega então a um local de construção de propriedade do Rei do Crime e deve defender os homens de Rei do Crime que estão sob o ataque dos Inner Demons. Ao mesmo tempo que afasta os Inner Demons do canteiro de obras, Peter descobre que Martin Li, um dos filantropos mais proeminentes de Nova York, conduz os Inner Demons sob seu alter ego, Senhor Negativo. Martin corre o F.E.A.S.T. Abrigos localizados em toda a cidade, o que complica as coisas para a vida pessoal de Peter, como sua Tia May trabalha na F.E.A.S.T.</p>",
    "desenvolvedora": "Sony Interactive Entertainment"
  },

  {
    "nome": "Crackdown 3",
    "ano": "2018",
    "genero": "Ação-aventura",
    "sinopse": "Crackdown 3 é um jogo de acção-aventura de tiro em terceira pessoa com um estilo sandbox (não linear) publicado pela Microsoft Studios para a Xbox One e Windows 10. Está a ser produzido pelo estúdio britânico Reagent Games e realizado pelo criador da série David Jones. O jogo foca-se na destruição em larga escala do Microsoft Azure, que permite que tudo no jogo possa ser destruído.",
    "desenvolvedora": "Reagent Games, Sumo Digital, Cloudgine, Ruffian Games"
  },

  {
    "nome": "Days Gone",
    "ano": "2018",
    "genero": "Ação-aventura / Survivor Horror",
    "sinopse": "Days Gone é um jogo de mundo aberto com zumbis em um cenário pós-apocalíptico jogado em perspectiva de terceira-pessoa. Os jogadores controlam Deacon St. John (Samuel Witwer), um viajante e caçador de recompensas que prefere viver uma vida perigosa na estrada, ao invés da vida nos acampamentos na floresta. O jogo se passa dois anos depois de que uma pandemia global ocorreu que matou quase toda a humanidade, e transformou milhares de pessoas em 'Freakers', zumbis que não pensam mas evoluem rapidamente. Na E3 de 2016, numa demonstração do jogo, dois tipos de 'Freakers' foram revelados, Newts e Hordes (Tritões e Hordas).",
    "desenvolvedora": "SIE Bend Studio"
  },

  {
    "nome": "Vampyr",
    "ano": "2018",
    "genero": "Ação",
    "sinopse": "<p>Vampyr é um futuro jogo de ação e rpg desenvolvido pela Dontnod Entertainment e publicado pela Focus Home Interactive. Ele estaria disponível para Microsoft Windows, PlayStation 4 e Xbox One em 2017, mas foi adiado para 2018.</p><p>O enredo gira em torno do médico vampiro Jonathan Reid, que quer chegar a termos com sua condição de morto-vivo. Ele deve lidar com o fato de estar dividido entre o seu Juramento de Hipócrates e a sua sede de sangue. O jogador não é obrigado a matar para terminar o jogo. Opções de diálogo podem ser utilizadas para a caça de suas presas e para se alimentar, o que repõe a força e aumentar o nível, do personagem principal.</p> <p>Vampyr se passa em Londres durante a pandemia da gripe espanhola em 1918. A ambientação foi pesquisada ao viajar para Londres e os visuais foram feitos com pontos de referências reais e imaginários em mente.</p>",
    "desenvolvedora": "Dontnod Entertainment"
  }
]